# IdeaStatiCa.ConnectionApi.Model.ConOperationCommonProperties

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**WeldMaterialId** | **int?** |  | [optional]
**PlateMaterialId** | **int?** |  | [optional]
**BoltAssemblyId** | **int?** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)